export const ar = {

flowers: {
    lotus: "اللوتس",

    jasmine: "الياسمين",

    daisy: "الأقحوان",

    cherry_blossom: "زهر الكرز",

    sunflower: "دوّار الشمس",

    rose: "الورد",

    periwinkle: "فينكا",

    orchid: "الأوركيد",
  },

  header: {
    home: "الرئيسية",
    shop: "المتجر",
    about: "من نحن",
  },

  home: {
    mineTitleLine: "الزهور، ما يحتاجه العالم.",
    browse: "تصفح",
    bestSellers: "الأكثر مبيعًا",
    addToCart: "أضف إلى السلة",
  },

  shop: {
    filtering: "التصفية",
    searchPlaceholder: "بحث...",
    cheap: "الأرخص",
    expensive: "الأغلى",
    addToCart: "أضف إلى السلة",
    noResults: "لم يتم العثور على زهور 🌸",
  },

  about: {
    title: "من نحن",
    intro:
      "متجر Flovers هو امتداد لمعرضنا الحالي، والذي يُعد أكبر معرض متخصص في الزهور الصناعية في المدينة المنورة. في متجرنا، نقدم تشكيلة واسعة من الزهور الصناعية وإكسسواراتها بأسعار تنافسية.",

    missionTitle: "رسالتنا",
    missionText:
      "في متجر Flovers، نسعى لتقديم منتجات متنوعة بتصاميم مختلفة وجودة عالية ومظهر طبيعي يضيف الجمال والبهجة لتنسيقاتكم وهداياكم، مما يساعد عملاءنا على إضافة لمسة من الأناقة والإبداع.",

    visionTitle: "رؤيتنا",
    visionText:
      "نهدف إلى أن نكون الوجهة الأولى لكل من يبحث عن الزهور الصناعية وإكسسواراتها، كما نسعى إلى توسيع مجموعتنا لتشمل خيارات أكثر جمالًا وابتكارًا.",

    goalsTitle: "أهدافنا",
    goals: [
      "تقديم مجموعة واسعة من الزهور الصناعية وتنسيقات الزهور بتصاميم متنوعة وجذابة.",
      "ضمان جودة المنتجات ورضا العملاء من خلال تقديم خدمة عملاء متميزة.",
      "التوسع في السوق وزيادة الوعي بالزهور الصناعية وأساليب التنسيق المختلفة.",
    ],
  },
  cart: {
    empty: "سلة التسوق فارغة 🛒",
    unitPrice: "سعر الوحدة",
    total: "الإجمالي",
    subtotal: "المجموع",
    checkout: "الدفع",
  },

  footer: {
    aboutText1:
      "يقدّم متجر Flower تشكيلة واسعة من الزهور الصناعية وتنسيقات الزهور المصممة لإضافة الجمال والأناقة إلى مختلف المناسبات.",
    aboutText2:
      "نلتزم بالجودة والإبداع ورضا العملاء، مما يجعلنا وجهة موثوقة للحصول على تصاميم زهرية مميزة وإكسسوارات أنيقة.",

    linksTitle: "روابط",
    home: "الرئيسية",
    shop: "المتجر",
    about: "من نحن",
    login: "تسجيل الدخول",

    contactTitle: "التواصل",
    address: "26985 شارع برايتون، ليك فورست، كاليفورنيا",
    email: "support@flowers.com",
    phone: "+1 236 5489",
  },
};