export const ru = {
  flowers: {
    lotus: "Лотос",
    jasmine: "Жасмин",
    daisy: "Ромашка",
    cherry_blossom: "Цветок вишни",
    sunflower: "Подсолнух",
    rose: "Роза",
    periwinkle: "Барвинок",
    orchid: "Орхидея",
  },

  header: {
    home: "Главная",
    shop: "Магазин",
    about: "О нас",
  },

  home: {
    mineTitleLine: "Цветы — то, в чём нуждается мир.",
    browse: "Просмотр",
    bestSellers: "Хиты продаж",
    addToCart: "В корзину",
  },

  shop: {
    filtering: "Фильтрация",
    searchPlaceholder: "Поиск...",
    cheap: "Дешевле",
    expensive: "Дороже",
    addToCart: "В корзину",
    noResults: "Цветы не найдены 🌸",
  },

  about: {
    title: "О нас",
    intro:
      "Flovers Shop — это расширение нашего текущего выставочного зала, крупнейшей специализированной выставки искусственных цветов в Аль-Мадине. Мы предлагаем широкий ассортимент искусственных цветов и аксессуаров по конкурентным ценам.",

    missionTitle: "Наша миссия",
    missionText:
      "В Flovers Shop мы стремимся предлагать разнообразные, качественные и естественно выглядящие продукты, добавляющие красоту и радость вашим композициям и подаркам.",

    visionTitle: "Наше видение",
    visionText:
      "Мы стремимся стать главным местом для тех, кто ищет искусственные цветы и аксессуары, расширяя нашу коллекцию новыми идеями.",

    goalsTitle: "Наши цели",
    goals: [
      "Предлагать широкий выбор искусственных цветов и композиций с привлекательным дизайном.",
      "Обеспечивать качество продукции и удовлетворенность клиентов.",
      "Расширять рынок и повышать осведомленность об искусственных цветах.",
    ],
  },

  cart: {
    empty: "Ваша корзина пуста 🛒",
    unitPrice: "Цена за единицу",
    total: "Итого",
    subtotal: "Промежуточный итог",
    checkout: "Оформить заказ",
  },

  footer: {
    aboutText1:
      "Flower Shop предлагает широкий выбор искусственных цветов и цветочных композиций для любого случая.",
    aboutText2:
      "Мы ценим качество, креативность и удовлетворенность клиентов, предлагая уникальные цветочные дизайны.",

    linksTitle: "Ссылки",
    home: "Главная",
    shop: "Магазин",
    about: "О нас",
    login: "Вход",

    contactTitle: "Контакты",
    address: "26985 Brighton Lane, Lake Forest, CA",
    email: "support@flowers.com",
    phone: "+1 236 5489",
  },
};